Repository: hhsw2015/openclicky
Catalog: cursor-buddy/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Voice controls
zh_hans: 语音控制

source: Local listening
zh_hans: 本地识别

source: Permission status
zh_hans: 权限状态

source: Companion
zh_hans: 助理

source: Typography
zh_hans: 字体

source: Cursor appearance
zh_hans: 光标外观

source: Local listening installs
zh_hans: 本地识别安装

source: Response voice model
zh_hans: 回复语音模型

source: Transcription provider
zh_hans: 转录服务

source: Playback
zh_hans: 播放

source: Voice route
zh_hans: 语音链路

source: Core permissions
zh_hans: 核心权限

source: Desktop notifications
zh_hans: 系统通知

source: Actions
zh_hans: 操作

source: Screen pointing model
zh_hans: 屏幕指向模型

source: Computer use backend
zh_hans: Computer Use 后端

source: Web search providers
zh_hans: 网页搜索

source: Local inference runtime
zh_hans: 本地推理

source: Local model installs
zh_hans: 本地模型

source: SKI Mode hotkeys
zh_hans: SKI Mode 快捷键

source: Hands-free mode (VAD)
zh_hans: 免手动模式 (VAD)

source: SKI Mode preferences
zh_hans: SKI Mode 偏好

source: SKI Mode workspaces
zh_hans: SKI Mode 工作区

source: OpenClicky voice skill
zh_hans: OpenClicky 语音技能

source: Whisper local install
zh_hans: Whisper 本地安装

source: Logs
zh_hans: 日志

source: Onboarding
zh_hans: 初始引导

source: Support
zh_hans: 支持

source: App
zh_hans: 应用

source: Persistent memory
zh_hans: 持久记忆

source: Memory tools
zh_hans: 记忆工具

source: Workspace actions
zh_hans: 工作区操作

source: MCP servers
zh_hans: MCP 服务

source: Sign in
zh_hans: 登录

source: Sign out
zh_hans: 退出登录

source: Basic
zh_hans: 基础

source: Advanced Providers
zh_hans: 高级服务

source: Automations
zh_hans: 自动化

source: MCP subsystems
zh_hans: MCP 子系统

source: Connections
zh_hans: 连接

source: Models
zh_hans: 模型

source: Context Awareness
zh_hans: 上下文感知

source: Quit
zh_hans: 退出

source: General
zh_hans: 常规

source: Launch OpenClicky at login
zh_hans: 开机启动 OpenClicky

source: Off by default. Turn on to have OpenClicky start automatically after login.
zh_hans: 默认关闭。开启后 OpenClicky 会在登录时自动启动。

source: Language
zh_hans: 语言

source: Choose the UI language. Relaunch to apply.
zh_hans: 选择界面语言。重启后生效。

source: Relaunch to apply
zh_hans: 重启以生效

source: Show OpenClicky cursor
zh_hans: 显示 OpenClicky 光标

source: Keeps the cursor companion visible and ready for push-to-talk.
zh_hans: 保持光标助理可见并随时可按住说话。

source: Tutor mode
zh_hans: 辅导模式

source: Watches for short pauses and offers small next-step guidance.
zh_hans: 监测短暂停顿并给出下一步小提示。

source: Wake-word listener
zh_hans: 唤醒词监听

source: Current transcription
zh_hans: 当前转录

source: Transcription error
zh_hans: 转录错误

source: OpenClicky volume
zh_hans: OpenClicky 音量

source: Controls spoken reply playback without changing macOS system volume.
zh_hans: 只控制语音回复音量,不影响 macOS 系统音量。

source: Caption every spoken response
zh_hans: 回复文字气泡

source: Shows OpenClicky's spoken reply beside the cursor while voice playback runs.
zh_hans: 语音回复时在光标旁显示文字气泡。

source: Circle while talking
zh_hans: 说话时圈选

source: Hold push-to-talk, then click and drag a red trail around something while speaking. On release, the region goes with your instruction to voice and Agent Mode.
zh_hans: 按住说话时,可用鼠标拖出红色圈选。松开后区域会随语音指令送入 Agent Mode。

source: Click and drag to draw
zh_hans: 点击并拖动来圈选

source: On (default): click and drag while holding the key. Off: any mouse movement while holding the key draws.
zh_hans: 开启(默认): 按住热键 + 点击拖动。关闭: 按住热键时任意鼠标移动都会绘制。

source: Test caption playback
zh_hans: 测试文字气泡

source: Realtime bypasses local STT
zh_hans: Realtime 绕过本地识别

source: GPT Realtime listens directly to the microphone. Use the local listening route when you want Parakeet to transcribe first.
zh_hans: GPT Realtime 直接接麦克风。若希望先由 Parakeet 转录,请使用本地识别链路。

source: Use local listening route
zh_hans: 使用本地识别链路

source: Parakeet model
zh_hans: Parakeet 模型

source: Accessibility
zh_hans: 辅助功能

source: Screen Recording
zh_hans: 屏幕录制

source: Microphone
zh_hans: 麦克风

source: Screen Content
zh_hans: 屏幕内容

source: Full Disk Access
zh_hans: 完全磁盘访问

source: Granted
zh_hans: 已授予

source: Grant
zh_hans: 授予

source: Needs permission
zh_hans: 需要权限

source: Find App
zh_hans: 定位应用

source: Open Settings
zh_hans: 打开系统设置

source: Open
zh_hans: 打开

source: Open in TextEdit
zh_hans: 在 TextEdit 中打开

source: Open in OpenClicky Markdown viewer
zh_hans: 在 OpenClicky Markdown 阅读器中打开

source: Glass tint strength
zh_hans: 液态玻璃强度

source: Glass frosting
zh_hans: 磨砂强度

source: Bold interface text
zh_hans: 粗体界面文字

source: Appearance theme
zh_hans: 外观主题

source: Choose between light glass, dark glass, or match system appearance.
zh_hans: 在浅色玻璃、深色玻璃或跟随系统之间选择。

source: HeyClicky Free
zh_hans: HeyClicky 免费

source: Try HeyClicky Free (no API key needed)
zh_hans: 试用 HeyClicky 免费版(无需 API Key)

source: Re-auth
zh_hans: 重新授权

source: Free quota
zh_hans: 免费额度

source: Signed in
zh_hans: 已登录

source: Loading…
zh_hans: 加载中…

source: Refresh
zh_hans: 刷新

source: Cancel
zh_hans: 取消

source: Delete
zh_hans: 删除

source: Copy
zh_hans: 复制

source: Apply to all four lanes
zh_hans: 应用到全部四个链路

source: OpenClicky local endpoint
zh_hans: OpenClicky 本地端点

source: Agent Mode endpoint
zh_hans: Agent Mode 端点

source: Agent Mode provider
zh_hans: Agent Mode 服务

source: Agent Mode model
zh_hans: Agent Mode 模型

source: OpenAI-compatible base URL
zh_hans: OpenAI 兼容 Base URL

source: ElevenLabs voice ID
zh_hans: ElevenLabs 语音 ID

source: Cartesia voice ID
zh_hans: Cartesia 语音 ID

source: Deepgram TTS voice
zh_hans: Deepgram TTS 语音

source: Microsoft Edge voice ID
zh_hans: Microsoft Edge 语音 ID

source: Voice ID
zh_hans: 语音 ID

source: Optional custom voice override.
zh_hans: 可选的自定义语音覆盖。

source: Listen
zh_hans: 听

source: Think
zh_hans: 想

source: Speak
zh_hans: 说

source: Preview this voice
zh_hans: 试听此语音

source: Apple On-Device
zh_hans: Apple 本地

source: Buddy size
zh_hans: 助理大小

source: Cursor buddy
zh_hans: 光标助理

source: Cursor color
zh_hans: 光标颜色

source: Hatch a new buddy
zh_hans: 孵化新助理

source: Hatch new
zh_hans: 孵化

source: Hatch
zh_hans: 孵化

source: Name
zh_hans: 名称

source: Description (optional)
zh_hans: 描述(可选)

source: e.g. Pixel
zh_hans: 例如 Pixel

source: A friendly pixel-art companion
zh_hans: 一个像素风格的友好助理

source: This launches a Codex Agent Mode session that runs the hatch-pet skill. It can take several minutes and consumes OpenAI image-gen credits.
zh_hans: 会启动一个 Codex Agent Mode 会话运行 hatch-pet 技能。可能需要几分钟并消耗 OpenAI 图片生成额度。

source: Start OpenClicky
zh_hans: 启动 OpenClicky

source: Quit OpenClicky
zh_hans: 退出 OpenClicky

source: Show OpenClicky
zh_hans: 显示 OpenClicky

source: Hi, I'm Jason. This is OpenClicky.
zh_hans: 你好,我是 Jason,这是 OpenClicky。

source: A side project I made for fun to help me learn stuff as I use my computer.
zh_hans: 一个我做着玩的副业项目,帮我在用电脑时学到东西。

source: Ask naturally. OpenClicky handles quick voice and computer-use requests itself, and hands deeper research, writing, coding, or file work to an agent in the background.
zh_hans: 自然提问。OpenClicky 会自己处理快速语音与 Computer Use 请求,并把更深入的研究、写作、编程或文件工作交给后台 Agent。

source: Ask OpenClicky about anything on your screen.
zh_hans: 关于屏幕上的一切,尽管问 OpenClicky。

source: Also, you can press Control twice to enter text mode.
zh_hans: 另外,连按两下 Control 键可进入文本输入模式。

source: Hold
zh_hans: 按住

source: We're set
zh_hans: 准备就绪

source: Permissions needed
zh_hans: 需要权限

source: Permissions are ready. Start OpenClicky now, then choose local voice or agent provider details in Settings when you want them.
zh_hans: 权限已就绪。现在可以启动 OpenClicky,之后在 Settings 里再选择本地语音或 Agent 服务细节。

source: Some permissions were revoked. Grant all four below to keep using OpenClicky.
zh_hans: 部分权限已撤销。请授予下方权限以继续使用 OpenClicky。

source: Nothing runs in the background. OpenClicky will only take a screenshot when you press the hot key. So, you can give that permission in peace. If you are still sus, eh, I can't do much there champ.
zh_hans: OpenClicky 不会在后台运行任何东西。只有按下热键时才会截图,所以放心授权。若仍有顾虑,只能理解你了。

source: Local voice
zh_hans: 本地语音

source: Detected
zh_hans: 已检测到

source: Optional
zh_hans: 可选

source: Detected and ready for Agent Mode config.
zh_hans: 已检测到并可配置为 Agent Mode。

source: Not detected yet. You can still add an endpoint or key in Settings.
zh_hans: 尚未检测到。你仍可在 Settings 里添加端点或 Key。

source: Detected for local Claude Code sign-in reuse.
zh_hans: 已检测到,可复用本地 Claude Code 登录。

source: Not detected. Anthropic key setup stays in Advanced Providers.
zh_hans: 未检测到。Anthropic Key 设置仍在 Advanced Providers 中。

source: Apple Intelligence is ready for private on-device replies.
zh_hans: Apple Intelligence 已就绪,可在本地私密回复。

source: Requires macOS 26 with Apple Intelligence. Optional — use Claude or Codex instead.
zh_hans: 需要 macOS 26 + Apple Intelligence。可选,也可改用 Claude 或 Codex。

source: I need your mic.
zh_hans: 需要麦克风权限。

source: Let me hear you when you hold Control and Option.
zh_hans: 按住 Control + Option 时让我听你说话。

source: Task History
zh_hans: 任务历史

source: No tasks yet
zh_hans: 还没有任务

source: OpenClicky is not ready
zh_hans: OpenClicky 尚未就绪

source: Quick Ask OpenClicky
zh_hans: 快速提问 OpenClicky

source: Quick Reply
zh_hans: 快速回复

source: Record microphone
zh_hans: 录制麦克风

source: Record system audio
zh_hans: 录制系统音频

source: Record video
zh_hans: 录制视频

source: Agent tasks
zh_hans: Agent 任务

source: Specialist agents
zh_hans: 专家 Agent

source: App skill discovery
zh_hans: 应用技能发现

source: Suggestions
zh_hans: 建议

source: Chat stays here
zh_hans: 对话保留在这里

source: Type or speak while Chat is selected; Home mirrors the active Ask Agent chat.
zh_hans: 选中 Chat 时可输入或说话; Home 会镜像当前 Ask Agent 对话。

source: Drop images or docs
zh_hans: 拖入图片或文档

source: OpenClicky will attach them before sending
zh_hans: OpenClicky 会在发送前附上

source: No specialist agents are installed yet.
zh_hans: 尚未安装任何专家 Agent。

source: Archive
zh_hans: 归档

source: Unarchive
zh_hans: 取消归档

source: Keep running
zh_hans: 保持运行

source: Stop task
zh_hans: 停止任务

source: Confirm stop
zh_hans: 确认停止

source: Running
zh_hans: 运行中

source: Done.
zh_hans: 完成。

source: New chat
zh_hans: 新建对话

source: Search
zh_hans: 搜索

source: Archived
zh_hans: 已归档

source: Active
zh_hans: 进行中

source: Show more archived
zh_hans: 显示更多已归档

source: Playback providers
zh_hans: 播放服务

source: Hosted endpoints
zh_hans: 托管端点

source: OpenAI and Claude
zh_hans: OpenAI 与 Claude

source: Listening providers
zh_hans: 识别服务

source: Agent tools
zh_hans: Agent 工具

source: Agent dock position
zh_hans: Agent Dock 位置

source: Try HeyClicky Free
zh_hans: 试用 HeyClicky 免费版

source: Router (voice intent classification)
zh_hans: 路由(语音意图分类)

source: Native CUA Swift
zh_hans: 原生 CUA Swift

source: Automation access
zh_hans: 自动化权限

source: Browser (OpenDia)
zh_hans: 浏览器 (OpenDia)

source: OpenCLI (site adapters)
zh_hans: OpenCLI (站点适配器)

source: Connectors (open-connector)
zh_hans: 连接器 (open-connector)

source: Chrome Bridge (account reset)
zh_hans: Chrome Bridge (账号重置)

source: External-control bridge auth
zh_hans: 外部控制桥认证

source: xlinkBook Integration
zh_hans: xlinkBook 集成

source: If macOS shows access but OpenClicky does not
zh_hans: 若 macOS 显示已授权但 OpenClicky 仍显示未授权

source: Useful System Events routes
zh_hans: 常用 System Events 路径

source: System Events Automation
zh_hans: System Events 自动化

source: Request System Events access
zh_hans: 请求 System Events 权限

source: Ready through CoreAudio; no Accessibility or System Events approval needed.
zh_hans: 通过 CoreAudio 即用,无需辅助功能或 System Events 授权。

source: Granted for System Events
zh_hans: 已授予 System Events

source: Needs Automation approval
zh_hans: 需要自动化授权

source: Ready for menu, process, and UI scripting probes
zh_hans: 可用于菜单、进程与 UI 脚本探测

source: Needed for System Events UI scripting fallbacks
zh_hans: System Events UI 脚本回退所需

source: Enable open-connector providers
zh_hans: 启用 open-connector 服务商

source: Runs a local Node subprocess exposing 831 SaaS providers (GitHub, Slack, Notion, …) through the connector_* MCP tools.
zh_hans: 启动本地 Node 子进程,通过 connector_* MCP 工具暴露 831 个 SaaS 服务商(GitHub、Slack、Notion 等)。

source: Status
zh_hans: 状态

source: Node path override
zh_hans: Node 路径覆盖

source: Auto-discover (leave blank)
zh_hans: 自动发现(留空)

source: Provider allowlist
zh_hans: 服务商白名单

source: comma-separated (empty = allow all)
zh_hans: 逗号分隔(留空表示全部允许)

source: e.g. github, slack, notion. Empty allows all 831 providers.
zh_hans: 例如 github, slack, notion。留空则允许全部 831 个服务商。

source: Provider disallowlist
zh_hans: 服务商黑名单

source: comma-separated (applied after allowlist)
zh_hans: 逗号分隔(在白名单后应用)

source: Providers listed here are stripped after the allowlist filter runs.
zh_hans: 这里列出的服务商会在白名单过滤后被移除。

source: Error
zh_hans: 错误

source: Ask Agent
zh_hans: 询问 Agent

source: Ask OpenClicky to do something...
zh_hans: 让 OpenClicky 来做点什么……

source: Chat
zh_hans: 对话

source: AGENT
zh_hans: 代理

source: Voice
zh_hans: 语音

source: Text
zh_hans: 文本

source: Stage
zh_hans: 阶段

source: Guides you after short pauses
zh_hans: 短暂停顿后给你提示

source: In progress
zh_hans: 进行中

source: Recent
zh_hans: 最近

source: Generated 3D
zh_hans: 已生成 3D

source: No 3D models yet
zh_hans: 暂无 3D 模型

source: Experimental screens
zh_hans: 实验性界面

source: These are experimental screens testing features.
zh_hans: 这些是用于测试功能的实验性界面。

source: Ask about the camera
zh_hans: 询问摄像头

source: Camera
zh_hans: 摄像头

source: No camera found
zh_hans: 未找到摄像头

source: Include camera in voice visual context
zh_hans: 将摄像头纳入语音视觉上下文

source: When enabled, visual voice questions can include a webcam frame alongside screenshots. Camera is still opt-in and controlled here.
zh_hans: 开启后,视觉语音提问除了截图外还可包含摄像头画面。摄像头仍需在此处手动开启。

source: Refresh devices
zh_hans: 刷新设备

source: Live meeting intelligence
zh_hans: 实时会议智能

source: Refresh now
zh_hans: 立即刷新

source: Capture sources
zh_hans: 采集来源

source: Camera snapshots
zh_hans: 摄像头快照

source: Screen snapshots
zh_hans: 屏幕快照

source: Computer audio
zh_hans: 系统音频

source: Analysis cadence
zh_hans: 分析节奏

source: Analyzing latest context…
zh_hans: 正在分析最新上下文…

source: Session artifacts
zh_hans: 会话产物

source: Open session folder
zh_hans: 打开会话文件夹

source: Log Files
zh_hans: 日志文件

source: Agent Comments
zh_hans: 代理批注

source: Search logs
zh_hans: 搜索日志

source: Event filter
zh_hans: 事件筛选

source: Lane
zh_hans: 泳道

source: Direction
zh_hans: 方向

source: No log entry selected
zh_hans: 未选择日志条目

source: Flag For Agent
zh_hans: 标记给代理

source: Save Comment
zh_hans: 保存批注

source: Recent Comments
zh_hans: 最近批注

source: No flagged log comments yet.
zh_hans: 暂无已标记的日志批注。

source: Live glass preview
zh_hans: 实时玻璃预览

source: Opacity and frosting update immediately here and on OpenClicky panels.
zh_hans: 不透明度与磨砂效果会在此处及 OpenClicky 面板上立即更新。

source: App font
zh_hans: 应用字体

source: Pick OpenClicky’s cursor buddy and accent color. Pets ignore the color tint, but the accent still drives glows, buttons, and task badges.
zh_hans: 选择 OpenClicky 的光标伙伴与强调色。宠物不会应用色调,但强调色仍会影响光晕、按钮和任务标识。

source: Pick Realtime when one model should listen and speak live, or use a normal model when OpenClicky should think first and hand the reply to a playback engine.
zh_hans: 选择 Realtime 让同一模型实时收听与说话;或使用普通模型,让 OpenClicky 先思考再交给播放引擎朗读。

source: Speak plays through GPT Realtime using your HeyClicky Free session. Pick a voice below.
zh_hans: 通过 GPT Realtime 使用你的 HeyClicky Free 会话播放语音。在下方选择音色。

source: Deepgram Voice Agent uses one WebSocket for listening, thinking, and speaking; it reuses the Deepgram key configured in Advanced Providers.
zh_hans: Deepgram Voice Agent 通过单个 WebSocket 同时完成识别、思考与朗读,复用高级服务商中配置的 Deepgram 密钥。

source: Playback engine
zh_hans: 播放引擎

source: Deepgram TTS reuses the Deepgram API key configured in Advanced Providers.
zh_hans: Deepgram TTS 复用高级服务商中配置的 Deepgram API 密钥。

source: Microsoft Edge voices are the free online Read Aloud voices and do not need an API key.
zh_hans: Microsoft Edge 音色即免费在线的朗读音色,无需 API 密钥。

source: Realtime voice
zh_hans: Realtime 音色

source: Reply language
zh_hans: 回复语言

source: Auto (follow user)
zh_hans: 自动(跟随用户)

source: 简体中文 Chinese
zh_hans: 简体中文

source: 日本語 Japanese
zh_hans: 日本語

source: Español Spanish
zh_hans: Español

source: Français French
zh_hans: Français

source: Deutsch German
zh_hans: Deutsch

source: Forces the assistant to speak in the chosen language. Applied on the next voice turn.
zh_hans: 强制助手以所选语言回复,下一轮语音生效。

source: Assist Agent (multi-round tools)
zh_hans: 辅助代理(多轮工具调用)

source: Lets the model drive extra tool calls for deeper answers. Off = context-only injection.
zh_hans: 允许模型追加工具调用以给出更深入的回答。关闭则仅注入上下文。

source: One Google sign-in unlocks listening, voice replies, and Agent Mode. Configure it any time in Advanced Providers.
zh_hans: 一次 Google 登录即可解锁语音识别、语音回复与代理模式。可随时在高级服务商中配置。

source: Enable [ROUTE] tag parsing
zh_hans: 启用 [ROUTE] 标签解析

source: When off, OpenClicky ignores the model's [ROUTE] tag and routes on context signals only.
zh_hans: 关闭后,OpenClicky 会忽略模型的 [ROUTE] 标签,仅根据上下文信号进行路由。

source: Confidence gate
zh_hans: 置信度阈值

source: Below this confidence, OpenClicky falls back to the context classifier instead of spawning codex.
zh_hans: 低于该置信度时,OpenClicky 会回退到上下文分类器,而不再启动 codex。

source: Default completion marker
zh_hans: 默认完成标记

source: Marker OpenClicky's F28 observer polls to know a long-run task is done. Case-sensitive.
zh_hans: OpenClicky 的 F28 观察器用于判断长任务是否完成的标记。区分大小写。

source: OpenPets gallery
zh_hans: OpenPets 画廊

source: Browse installable pets from openpets.dev. Installed packs land in the same local pet library OpenClicky already watches.
zh_hans: 浏览来自 openpets.dev 的可安装宠物。已安装的包会进入 OpenClicky 监控的本地宠物库。

source: Search loaded OpenPets
zh_hans: 搜索已加载的 OpenPets

source: No pets
zh_hans: 暂无宠物

source: Bearer token
zh_hans: Bearer 令牌

source: Written into the Codex MCP config so external tools can drive OpenClicky. Rotate if you suspect the token is leaked.
zh_hans: 会写入 Codex MCP 配置,以便外部工具驱动 OpenClicky。若怀疑令牌泄露请轮换。

source: Enable xlinkBook integration
zh_hans: 启用 xlinkBook 集成

source: Library Directory
zh_hans: 库目录

source: Path to xlinkBook `*-library` files. Empty uses default. Swift-native parser + local sqlite; no external CLI dependency.
zh_hans: xlinkBook `*-library` 文件路径。留空使用默认值。原生 Swift 解析器 + 本地 sqlite,无需外部 CLI 依赖。

source: xlinkBook Host URL
zh_hans: xlinkBook 主机 URL

source: Rebuild Index
zh_hans: 重建索引

source: Regenerate graph.json
zh_hans: 重新生成 graph.json

source: Enable xlinkBook integration first.
zh_hans: 请先启用 xlinkBook 集成。

source: Endpoint URL
zh_hans: 端点 URL

source: Add provider
zh_hans: 添加服务商

source: No enabled provider — web_search returns not_configured.
zh_hans: 未启用任何服务商 — web_search 会返回 not_configured。

source: Only one provider is active at a time (first enabled row with a non-empty endpoint). API keys are stored in UserDefaults; leave blank to skip.
zh_hans: 同一时间仅启用一个服务商(首个启用且端点非空的条目)。API 密钥保存在 UserDefaults 中,留空则跳过。

source: OK
zh_hans: 确定

source: Recommended
zh_hans: 推荐

source: Download
zh_hans: 下载

source: Where agents park
zh_hans: 代理停靠位置

source: Pick where the agent dock parks, or drag a dot to fine-tune the corner.
zh_hans: 选择代理停靠栏的位置,或拖动圆点微调角落。

source: Enable hands-free mode
zh_hans: 启用免动手模式

source: Silence hangover
zh_hans: 静音延迟

source: How long the mic must be quiet before hands-free mode ends the utterance. SKI default is 2000 ms.
zh_hans: 麦克风保持安静多久后,免动手模式判定发言结束。SKI 默认 2000 毫秒。

source: Speech threshold
zh_hans: 语音阈值

source: Bubble auto-fade
zh_hans: 气泡自动淡出

source: How long the reply bubble stays on-screen before fading. Matches SKI `bubble_fade_ms`.
zh_hans: 回复气泡停留多久后淡出。对应 SKI 的 `bubble_fade_ms`。

source: Show live preview while listening
zh_hans: 识别过程中显示实时预览

source: Streams partial transcript into the notch as you speak. Matches SKI `show_preview`.
zh_hans: 说话时将部分转写流式送入灵动岛。对应 SKI 的 `show_preview`。

source: Tap bubble to dismiss
zh_hans: 点击气泡关闭

source: Click the reply bubble to hide it immediately. Matches SKI `tap_to_dismiss`.
zh_hans: 点击回复气泡即可立即隐藏。对应 SKI 的 `tap_to_dismiss`。

source: Approve transcript before sending
zh_hans: 发送前确认转写

source: Show the transcript inline first; you press Enter to send it to the CLI agent. Matches SKI `approve_before_send`.
zh_hans: 先内嵌显示转写,你按下回车后再发送给 CLI 代理。对应 SKI 的 `approve_before_send`。

source: Notch history turns
zh_hans: 灵动岛历史轮数

source: Max turns kept per session in the SKI conversation bubble. Matches SKI `notch_history_turns`.
zh_hans: SKI 对话气泡中每个会话保留的最大轮数。对应 SKI 的 `notch_history_turns`。

source: Auto — follow the focused window
zh_hans: 自动 — 跟随当前聚焦窗口

source: No git project detected from the focused window
zh_hans: 未从聚焦窗口检测到 git 项目

source: Use Auto
zh_hans: 使用自动

source: Pick
zh_hans: 选择

source: Free listening, voice responses, TTS, and Agent Mode through the HeyClicky proxy. One sign-in with Google covers everything, including multi-voice speech via GPT Realtime.
zh_hans: 通过 HeyClicky 代理免费使用语音识别、语音回复、TTS 与代理模式。一次 Google 登录搞定一切,包括通过 GPT Realtime 的多音色语音。

source: Refresh token likely expired - click Re-auth
zh_hans: 刷新令牌可能已过期 — 点击重新授权

source: Make primary
zh_hans: 设为主要

source: Advanced (self-hosted proxy)
zh_hans: 高级(自建代理)

source: Running tasks cannot be archived. Stop it first if you want to move it out of the active list.
zh_hans: 运行中的任务无法归档。若想移出活动列表,请先停止。

source: Archive incomplete task
zh_hans: 归档未完成任务

source: Keep active
zh_hans: 保持活动

source: This task is paused, stopped, or has not finished cleanly. Completed tasks archive immediately; incomplete tasks need confirmation so active work is not hidden by mistake.
zh_hans: 该任务已暂停、停止或未正常结束。已完成的任务会立即归档;未完成的任务需要确认,以免误将进行中的工作隐藏。

source: Tap to start
zh_hans: 点击开始

source: OpenClicky will populate this with local and online skill matches after the scheduled pass runs.
zh_hans: 定时扫描运行后,OpenClicky 会在此填入本地与在线的技能匹配结果。

source: Launches an Agent Mode hatch-pet session.
zh_hans: 启动一次代理模式的孵化宠物会话。

source: No conversation yet. Send a follow-up to talk to this OpenClicky task.
zh_hans: 尚无对话。发送追问即可与该 OpenClicky 任务继续交流。

source: Resume task
zh_hans: 恢复任务

source: Ask OpenClicky…
zh_hans: 询问 OpenClicky…

source: Scheduled prompts
zh_hans: 定时提示

source: New automation
zh_hans: 新建自动化

source: No automations yet. Create one to run a prompt on a schedule.
zh_hans: 暂无自动化。创建一个,即可按计划执行提示。

source: · locked
zh_hans: · 已锁定

source: Edit
zh_hans: 编辑

source: Prompt
zh_hans: 提示词

source: Schedule
zh_hans: 计划

source: Every
zh_hans: 每

source: minutes
zh_hans: 分钟

source: 0 9 * * MON (m h dom mon dow)
zh_hans: 0 9 * * MON (分 时 日 月 周)

source: Agent (optional)
zh_hans: 代理(可选)

source: Default chat session
zh_hans: 默认聊天会话

source: Enabled
zh_hans: 已启用

source: Stop
zh_hans: 停止

source: Keep
zh_hans: 保留

source: Tab
zh_hans: 标签

source: Memory
zh_hans: 记忆

source: No conversation references yet.
zh_hans: 暂无对话引用。

source: Add to memory…
zh_hans: 加入记忆…

source: annotate this element…
zh_hans: 标注该元素…

source: Reply…
zh_hans: 回复…

source: Enable context-awareness hotkeys
zh_hans: 启用上下文感知快捷键

source: Master switch for the five hotkeys below. Seeded on first launch with Everywhere defaults (⇧Space, ⌥C, ⌥S, ⌥D, ⌥L).
zh_hans: 下方五个快捷键的总开关。首次启动时会预置 Everywhere 默认值(⇧Space、⌥C、⌥S、⌥D、⌥L)。

source: Change
zh_hans: 更改

source: Clear
zh_hans: 清除

source: After SnapshotContext writes the stash file, openclicky activates a target app and types a phrase. Mirrors Everywhere's `McpServer.AgentAppId` + `McpServer.LaunchPhrase`.
zh_hans: SnapshotContext 写入暂存文件后,openclicky 会激活目标应用并键入指定短语。对应 Everywhere 的 `McpServer.AgentAppId` 与 `McpServer.LaunchPhrase`。

source: Target app bundle ID
zh_hans: 目标应用 bundle ID

source: Launch phrase
zh_hans: 启动短语

source: e.g. take a look
zh_hans: 例如 take a look

source: Fires SnapshotContext automatically after AgentPickElement, Whiteboard commit, or LinkRect harvest.
zh_hans: 在 AgentPickElement、白板提交或 LinkRect 采集后自动触发 SnapshotContext。

source: Apps that expose a discovery URL. When SnapshotContext writes the stash and the frontmost window title matches, openclicky emits [openclicky-discover] in the hint so external tools can pull state via HTTP.
zh_hans: 暴露发现 URL 的应用。当 SnapshotContext 写入暂存且最前窗口标题匹配时,openclicky 会在提示中输出 [openclicky-discover],供外部工具通过 HTTP 拉取状态。

source: Title regex
zh_hans: 标题正则

source: Discover URL
zh_hans: 发现 URL
